{
    "facts": [
        {
            "f": "Tendulkar and Kohli only Indians to win MVP awards."
        },
        {
            "f": "Delhi Daredevils is the only team that had never played an IPL Final."
        },
        {
            "f": "Chennai Super Kings is the only team in IPL that has never changed its captain."
        },
        {
            "f": "In every IPL Season, RCB promotes “Go Green” initiative by wearing green jersey for a match."
        },
        {
            "f": "Sachin Tendulkar becomes the first Indian player to win an orange cap in IPL."
        },
        {
            "f":"Virat Kohli holds the record of most runs in one IPL Season. He has made 973 runs in IPL 2016."
        },
        {
            "f":"Ishant Sharma holds the record of conceding most runs in an innings. He conceded 66 runs in 4 overs against CSK in IPL 2013."
        },
        {
            "f":"Shaun Marsh becomes the first orange cap holder in the inaugural season (2008) of IPL.  "
        },
        {
            "f":"Chris Gayle and David Warner have won orange cap twice in the history of IPL."
        },
        {
            "f":"Sohail Tanvir becomes the first purple cap holder in the inaugural season (2008) of IPL.  "
        },
        {
            "f":" Bhuvneshwar Kumar (SRH) is the only bowler to have won the purple cap twice in IPL history."
        },
        {
            "f":"Mujeeb Ur Rahman(16) is the youngest player in the history of IPL. "
        },
        {
            "f":"Brad Hogg(45) is the oldest player in the history of IPL. "
        },
        {
            "f":"In 2015, Parthiv Patel becomes the first Indian player who plays for 6 IPL franchises."
        },
        {
            "f":"Zaheer Khan is the only player who is a part of the very 1st game and 500th game of the IPL."
        },
        {
            "f":" David Warner holds the record for most half-centuries in IPL (36)."
        },
        {
            "f":"Chris Gayle also holds the record for winning man of the match award, most number of times in IPL (20)."
        },
        {
            "f":"Chris Gayle also holds the record for most sixes by a batsman in IPL history."
        },
        {
            "f":" Kings XI Punjab is the only team that has changed its captain 11 times in 11 seasons of IPL."
        }
    ]
       
}